tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "dep"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "ffmpeg"
brew "go"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "node"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "python@2"
brew "pwgen"
brew "redis"
brew "telnet"
brew "terraform"
brew "tree"
brew "yarn"
brew "zsh"

cask "1password"
cask "aws-vault"
cask "bettertouchtool"
cask "clipy"
cask "dash"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "minikube"
cask "qbittorrent"
cask "skype"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
